Repository: pypi-data/pypi-mirror-64
Catalog: packages/Red-DiscordBot/Red_DiscordBot-3.3.3-py3-none-any.whl/redbot/cogs/cleanup/locales/*.po
Languages: de_de

source: Commands for cleaning up messages.
de_de: Befehle um Nachrichten zu bereinigen.

source: Are you sure you want to delete {number} messages? (y/n)
de_de: Bist du sicher das du {number} Nachrichten löschen möchtest? (y/n)

source: Cancelled.
de_de: Abgebrochen.

source: Delete messages.
de_de: Nachrichten löschen.

source: Delete the last X messages matching the specified text.\n\n Example:\n `[p]cleanup text \"test\" 5`\n\n Remember to use double quotes.\n
de_de: Löschen Sie die letzten X Nachrichten, die dem angegebenen Text entsprechen.\n\n Beispiel:\n `[p]Reinigungstext \"test\" 5`\n\n Bitte beachten Sie, dass Sie doppelte Anführungszeichen verwenden.\n \n

source: Delete the last X messages from a specified user.\n\n Examples:\n `[p]cleanup user @​Twentysix 2`\n `[p]cleanup user Red 6`\n
de_de: Lösche die letzten X Nachrichten von einem bestimmten Benutzer.\n\n Beispiele:\n `[p]bereinige Benutzer @Twentysix 2`\n `[p]Benutzer Red 6` bereinigen\n

source: Delete all messages after a specified message.\n\n To get a message id, enable developer mode in Discord's\n settings, 'appearance' tab. Then right click a message\n and copy its id.\n
de_de: Alle Nachrichten nach einer bestimmten Nachricht löschen.\n\n Um eine Nachrichtennummer zu erhalten, aktivieren Sie den Entwicklermodus in Discord's\n Einstellungen, 'Aussehen' Tab. Dann klicken Sie mit der rechten Maustaste auf eine Nachricht\n und kopieren Sie ihre Id.\n

source: Message not found.
de_de: Nachricht nicht gefunden.

source: Deletes X messages before specified message.\n\n To get a message id, enable developer mode in Discord's\n settings, 'appearance' tab. Then right click a message\n and copy its id.\n
de_de: Löscht X Nachrichten vor der angegebenen Nachricht.\n\n Um eine Nachrichtennummer zu erhalten, aktivieren Sie den Entwicklermodus in Discord's\n Einstellungen, 'Aussehen' Tab. Dann klicken Sie mit der rechten Maustaste auf eine Nachricht\n und kopieren Sie ihre Id.\n

source: Delete the messages between Messsage One and Message Two, providing the messages IDs.\n\n The first message ID should be the older message and the second one the newer.\n\n Example:\n `[p]cleanup between 123456789123456789 987654321987654321`\n
de_de: Lösche die Nachrichten zwischen Messsage One und Message Two, indem du die Nachrichten-IDs bereitstellst.\n\n Die erste Nachricht-ID sollte die ältere Nachricht und die zweite die neuere sein.\n\n Beispiel:\n `[p]bereinigt zwischen 123456789123456789 98765419854321`\n

source: Delete the last X messages.\n\n Example:\n `[p]cleanup messages 26`\n
de_de: Lösche die letzten X Nachrichten.\n\n Beispiel:\n `[p]bereinige Nachrichten 26`\n

source: Clean up command messages and messages from the bot.
de_de: Bereinige Befehls Nachrichten und Nachrichten von dem Bot.

source: Clean up messages owned by the bot.\n\n By default, all messages are cleaned. If a third argument is specified,\n it is used for pattern matching: If it begins with r( and ends with ),\n then it is interpreted as a regex, and messages that match it are\n deleted. Otherwise, it is used in a simple substring test.\n\n Some helpful regex flags to include in your pattern:\n Dots match newlines: (?s); Ignore case: (?i); Both: (?si)\n
de_de: Bereinige den Textkanal von Nachrichten des Bots.\n\n Im Normalfall werden alle Nachrichten entfernt. Wenn ein dritter\n Parameter angegeben wird, wird dieser zur Mustererkennung\n verwendet: Beginnt er mit r( und endet mit ), wird er als Regex\n interpretiert und Nachrichten gelöscht, die darauf zutreffen.\n Ansonsten wird er in einem einfachen substring Test verwendet.\n\n Hilfreiche Regex flags, die du in deinem Muster verwenden kannst:\n Punkte treffen auf Zeilenumbrüche zu: (?s) Groß- und Kleinschreibung ignorieren: (?i) Beides: (?si)

source: {} doesn't look like a valid message ID.
de_de: {} sieht nicht wie eine gültige Nachrichten ID aus.
