Repository: pypi-data/pypi-mirror-64
Catalog: packages/pretix-cas/pretix-cas-1.1.0.tar.gz/pretix-cas-1.1.0/pretix_cas/locale/*/LC_MESSAGES/django.po
Languages: de

source: CAS attribute
de: CAS Attribut

source: Team assignment rules
de: Team-Zuweisungsregeln

source: Delete team assignment rule:
de: Lösche Team-Zuweisungsregel:

source: Are you sure you want to delete this rule?
de: Sind Sie sicher, dass Sie diese Regel löschen möchten?

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Modify team assignment rule
de: Team-Zuweisungsregel bearbeiten

source: Use attributes from either &quot;groupMembership&quot; or &quot;ou&quot;. (For your own attributes see:
de: Benutzen Sie entweder &quot;groupMembership&quot;, oder &quot;ou&quot; Attribute. (Für Ihre eigenen Attribute, siehe:

source: An example for groupMembership would be: &quot;cn=central-it&quot;, for ou: &quot;FB20&quot;.
de: Ein Beispiel für ein groupMembership Attribut ist: &quot;cn=central-it&quot;, für ou: &quot;FB20&quot;.

source: Create team assignment rule
de: Team-Zuweisungsregel erstellen

source: Save
de: Speichern

source: Create a new team assignment rule
de: Neue Team-Zuweisungsregel erstellen

source: Login failed
de: Login fehlgeschlagen

source: Could not create user: Email is already registered.
de: Benutzer konnte nicht erstellt werden: E-Mail bereits registriert.

source: The new assignment rule has been created.
de: Die neue Zuweisungsregel wurde erstellt.

source: The assignment rule could not be created.
de: Die Zuweisungsregel konnte nicht erstellt werden.
