Repository: pypi-data/pypi-mirror-64
Catalog: packages/heat-dashboard/heat_dashboard-1.4.2-py3-none-any.whl/heat_dashboard/locale/*/LC_MESSAGES/django.po
Languages: eo

source: A local environment to upload.
eo: Lokala medio por alŝuti.

source: A local template to upload.
eo: Lokala shablono por alŝuti.

source: A template is used to automate the deployment of infrastructure, services, and applications.
eo: Ŝablono estas uzita por automatigi disponigon de infrastrukturo, servicoj, kaj aplikoj.

# current status of stack
source: Adopt Complete
eo: Alpropigo Kompleta

# current status of stack
source: Adopt Failed
eo: Alpropigo Malsukcesis

# current status of stack
source: Adopt In Progress
eo: Alpropigo en Progreso

source: An external (HTTP) URL to load the template from.
eo: Ekstera (HTTP) URL de kie elŝuti la ŝablonon.

source: Attributes
eo: Atributoj

source: Case sensitive
eo: Uskleciva

source: Case-sensitive
eo: Usklecodistinga

source: Change Stack Template
eo: Ŝanĝu Stako ŝablonon

source: Change Template
eo: Ŝanĝu Ŝablonon

# current status of stack
source: Check Complete
eo: Kontrolo Kompleta

# current status of stack
source: Check Failed
eo: Kontrolo Malsukcesis

# current status of stack
source: Check In Progress
eo: Kontrolo en Progreso

source: Check Stack
eo: Kontrolu Stakon

source: Checked Stack
eo: Kontrolita Stako

source: Clear Canvas
eo: Vakigu Areaĵon

source: Close
eo: Fermo

# current status of stack
source: Create Complete
eo: Kreado kompleta

# current status of stack
source: Create Failed
eo: Kreado malsukcesis

# current status of stack
source: Create In Progress
eo: Kreado en progreso

source: Create Stack
eo: Kreu ŝablonon

source: Create a new stack with the provided values.
eo: Kreu novanstakon kun la provizitaj valoroj.

source: Created
eo: Kreita

source: Creation Timeout (minutes)
eo: Kreado tempolimo (minutoj)

source: Date Updated
eo: Dato Ĝisdatigita

# current status of stack
source: Delete Complete
eo: Forigu Kompleta

# current status of stack
source: Delete Failed
eo: Forigu Malsukcesis

# current status of stack
source: Delete In Progress
eo: Forigu en Progreso

source: Delete Stack
eo: Forigu Stakon

source: Deleted Stack
eo: Forigita Stako

source: Description
eo: Priskribo

source: Description:
eo: Priskripo:

source: Direct Input
eo: Rekta Enigo

source: Disabled
eo: Malebligita

source: Edit Template
eo: Redaktu ŝablonon

source: Enable rollback on create/update failure.
eo: Ebligu ŝanĝomalfaro je kreado/ĝisdatigo eraro.

source: Enabled
eo: Ebligita

source: Environment Data
eo: Mediaj Datumoj

source: Environment File
eo: Medio Dosiero

source: Environment Source
eo: Medio Fonto

source: Events
eo: Eventoj

source: Export Draft
eo: Eksportu Malneton

source: File
eo: Dosiero

source: Function
eo: Funkcio

source: Import Draft
eo: Importu Malneton

# current status of stack
source: Init Complete
eo: Inito kompleta

# current status of stack
source: Init Failed
eo: Inito malsukcesis

# current status of stack
source: Init In Progress
eo: Inito en progreso

source: Last Updated
eo: Lastfoje ĝisdatigita

source: Launch
eo: Starto

source: Launch Parameters
eo: Lanĉu Parametroj

source: Launch Stack
eo: Lanĉi Stakon

source: Links
eo: Ligiloj

source: Load Draft
eo: Ŝarĝu Malneto

source: Manage Drafts
eo: Mastrumu Malnetoj

source: Minutes
eo: Minutoj

source: Name
eo: Nomo

source: Name must start with a letter and may only contain letters, numbers, underscores, periods and hyphens.
eo: Nomo devas komenci kun litero kaj devas enhavi nur literojn, numerojn, substrekojn, punktojn kaj dividstrekojn.

source: Name of the stack to create.
eo: La nomo de la stako kreanta.

source: Next
eo: Sekva

source: Orchestration
eo: Orkestro

source: Outputs
eo: Eligoj

source: Overview
eo: Superrigardo

source: Parameters
eo: Parametroj

source: Password for user "%s"
eo: Pasvorto por la uzanto "%s"

source: Please drag and drop resource icons into center canvas to define resource for template.
eo: Bonvolu ŝovmeti resurso piktogramon en centra areaĵo por difini resurso por ŝablono.

source: Please specify a %s using only one source method.
eo: Bonvolu entajpu %s uzante nur fonta metodo.

source: Preview
eo: Antaŭrigardo

source: Preview Stack
eo: Antaŭrigardi Stakon

source: Preview Stack Details
eo: Antaŭrigardi Stako Detajloj

source: Preview Stack Parameters
eo: Antaŭrigardi Stako Parametrojn

source: Preview Template
eo: Antaŭrigardi ŝablonon

source: Preview a new stack with the provided values.
eo: Antaŭrigardi novan stakon kun provizitaj valoroj.

source: Properties
eo: Ecoj

source: Referenced Files
eo: Referencita Dosiero

source: Resource
eo: Resurso

source: Resource ID
eo: Resurso ID

source: Resource Metadata
eo: Resurso Metadatumo

source: Resource Types
eo: Risursaj Tipoj

source: Resources
eo: Resursoj

# current status of stack
source: Resume Complete
eo: Daŭrigo Kompleta

# current status of stack
source: Resume Failed
eo: Daŭrigo Malsikcesis

# current status of stack
source: Resume In Progress
eo: Daŭrigo en Progreso

source: Resume Stack
eo: Daŭrigi Stakon

source: Resumed Stack
eo: Daŭrigita Stako

source: Rollback
eo: Ŝanĝomalfaro

# current status of stack
source: Rollback Complete
eo: ŝanĝomalfaro kompleta

# current status of stack
source: Rollback Failed
eo: ŝanĝomalfaro malsukcesis

# current status of stack
source: Rollback In Progress
eo: ŝanĝomalfaro en Progeso

source: Rollback On Failure
eo: ŝanĝomalfaro je eraro

source: Save Draft
eo: Savu Malneto

source: Select Template
eo: Elektu ŝablonon

source: Select a new template to preview a stack.
eo: Elektu novan ŝablonon por antaŭrigardi stakon.

source: Select a new template to re-launch a stack.
eo: Elektu novan ŝablonon por restarti stakon.

source: Select a template to launch a stack.
eo: Elektu ŝablonon por starti stakon

# current status of stack
source: Snapshot Complete
eo: Savkopio Kompleta

# current status of stack
source: Snapshot Failed
eo: Savkopio Malsukcesis

# current status of stack
source: Snapshot In Progress
eo: Savkopio en Progreso

source: Stack Events
eo: Stakaj Eventoj

source: Stack ID
eo: Stako ID

source: Stack ID =
eo: Stako ID =

source: Stack Name
eo: Stako Nomo

source: Stack Name =
eo: Stako Nomo =

source: Stack Parameters
eo: Stako Parametroj

source: Stack Preview
eo: Stako Antaŭrigardo

source: Stack Resource
eo: Stako Resurso

source: Stack Resource ID
eo: Stako Resurso ID

source: Stack Resource Type
eo: Stako Resurso Tipo

source: Stack Resources
eo: Stako Resurso

source: Stack creation started.
eo: Stako kreado lancigita.

source: Stack creation timeout in minutes.
eo: Stako kreado tempolimo en minutoj.

source: Stack update started.
eo: Stako Ĝisdatigo komencis.

source: Stack updating timeout in minutes.
eo: Stako Ĝisdatigi tempolimo en minutoj.

source: Stacks
eo: Stakoj

source: Status
eo: Statuso

source: Status =
eo: Statuso =

source: Status Reason
eo: Statuso Kialo

# current status of stack
source: Suspend Complete
eo: Prokrastu Kompleta

# current status of stack
source: Suspend Failed
eo: Prokrastu Malsukcesis

# current status of stack
source: Suspend In Progress
eo: Prokrastu en Progreso

source: Suspend Stack
eo: Prokrastu Stakon

source: Suspended Stack
eo: Prokrastita Stako

source: Template
eo: Ŝablono

source: Template Data
eo: Shablono Datumo

source: Template File
eo: Shablono Dosiero

source: Template Functions
eo: Ŝablono Funkcioj

source: Template Generator
eo: Ŝablono Generatoro

source: Template Source
eo: Shablono Fonto

source: Template URL
eo: Shablono URL

source: Template Version
eo: Ŝablono Versio

source: Template Versions
eo: Ŝablono Versioj

source: The raw contents of the environment file.
eo: La kruda enhavo de la media dosiero.

source: The raw contents of the template.
eo: La kruda enhavo de la ŝablono.

source: There was a problem parsing the %(prefix)s: %(error)s
eo: Estis problemo sintakse analizi la %(prefix)s: %(error)s

source: This is required for operations to be performed throughout the lifecycle of the stack
eo: Tio estas bezonata por la operaciumoj realigitaj dum la vivciklo de la stako

source: Time Since Event
eo: Tempo ekde Evento

source: Timeout
eo: Tempolimo

source: Topology
eo: Topologio

source: Type
eo: Tipo

source: Type =
eo: Tipo =

source: Unable to get events for stack "%s".
eo: Neeblas ricevi eventoj por stako "%s".

source: Unable to get functions for template version "%s".
eo: Neeblas ricevi funkcioj por ŝablono versio "%s".

source: Unable to get resources for stack "%s".
eo: Neeblas ricevi resursok por stako "%s".

source: Unable to retrieve metadata.
eo: Neeblas ricevi metadatumon.

source: Unable to retrieve resource type details.
eo: Neeblas ricevi risurso tipo detajlojn.

source: Unable to retrieve resource.
eo: Ne eblas ricevi resurson.

source: Unable to retrieve stack list.
eo: Neeblas ricevi stako liston.

source: Unable to retrieve stack resource types.
eo: Neeblas ricevi stako risurso tipojn.

source: Unable to retrieve stack template.
eo: Neeblas ricevi stako Ŝablonon .

source: Unable to retrieve stack.
eo: Neeblas ricevi stakon.

source: Unable to retrieve template functions.
eo: Ne eblas ricevi ŝablono funkciojn.

source: Unable to retrieve template versions.
eo: Ne eblas ricevi ŝablono versiojn.

source: Update
eo: Ĝisdatigo

# current status of stack
source: Update Complete
eo: Ĝisdatigo Kompleta

# current status of stack
source: Update Failed
eo: Ĝisdatigo Malsukcesis

# current status of stack
source: Update In Progress
eo: Ĝisdatigo en Progreso

source: Update Stack
eo: Ĝisdatigu Stakon

source: Update Stack Parameters
eo: Ĝisdatigu Stako Parametroj

source: Update a stack with the provided values. Please note that any encrypted parameters, such as passwords, will be reset to default if you do not change them here.
eo: Ĝisdatigu stakon kun provizitaj valoroj. Bonvolu notu ke iuj ajn ĉifritaj parametroj, kiel pasvortoj, estos restarigita al defaŭlto se vi ne ŝanĝas ilin ĉi tie.

source: Updated
eo: Ĝisdatigita

source: Updating Timeout (minutes)
eo: Ĝisdatigi tempolimo (minutoj)

source: Use one of the available template source options to specify the template to be used in changing this stack.
eo: Uzu unu de la haveblaj ŝablonaj fonto opcioj por difini la ŝablonon uzotaj en ŝanĝo de tiu stako.

source: Use one of the available template source options to specify the template to be used in creating this stack.
eo: Uzu unu de la haveblaj ŝablonaj fonto opcioj por difini la ŝablonon uzotaj kreante tiun stakon.

source: Use one of the available template source options to specify the template to be used in previewing this stack.
eo: Uzu unu de la haveblaj ŝablonaj fonto opcioj por difini la ŝablonon uzotaj en antaŭrigardi tiun stakon.

source: Version
eo: Versio

source: You must specify a template via one of the available sources.
eo: Vi devas difini ŝablonon per unu de la haveblaj fontoj.

source: environment
eo: medio

source: template
eo: ŝablono
