Repository: pypi-data/pypi-mirror-64
Catalog: packages/heat-dashboard/heat_dashboard-1.4.2-py3-none-any.whl/heat_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: eo

source: Cancel
eo: Malfaru

source: Check Stack
eo: Kontrolu Stakon

source: Checked Stack: %s.
eo: Kontrolita Stako: %s.

source: Confirm Check Stack
eo: Konfirmu Kontroli Stakon

source: Confirm Delete Stack
eo: Konfirmu Forigu Stakon

source: Create Stack
eo: Kreu Stakon

source: Delete Resource
eo: Forigu Resurso

source: Delete Stack
eo: Forigu Stakon

source: Deleted Stack: %s.
eo: Forigita Stako: %s.

source: Download
eo: Elŝuto

source: Heat Orchestration Template
eo: HEAT Orkestro Ŝablono

source: Save
eo: Savu

source: Saved Drafts
eo: Konservitaj Malnetoj

source: Show More Properties
eo: Montru pli da Ecoj

source: Stack %s was successfully created.
eo: Stako %s estis sukcese kreita.

source: Unable to check Stack: %s.
eo: Neeblas kontroli Stakon: %s.

source: Unable to delete Stack: %s.
eo: Neeblas forigi Stakon: %s.

source: You are not allowed to check stacks: %s
eo: Vi ne estas rajtigita kontroli stakojn: %s

source: You are not allowed to delete stacks: %s
eo: Vi ne estas rajtigita forigi stakojn: %s

source: You have selected "%s".
eo: Vi selektis "%s".

source: You have selected "%s". Deleted stack is not recoverable.
eo: Vi selektis "%s". Forigita stako ne estas restaŭrebla.
